-- 공급자 설정.
insert into 공급자 values('01', '가나다', '홍길동', '경기도', '서비스', 'DB', '010-0000-0000');
insert into 공급자 values('02', '라마바', '임꺽정', '전라도', '서비스', 'SQL', '010-1111-1111');
insert into 공급자 values('03', '사아자', '장길산', '경상도', '서비스', 'JAVA', '010-2222-2222');
insert into 공급자 values('04', '카타파', '홍경래', '충청도', '서비스', 'Python', '010-3333-3333');
insert into 공급자 values('05', 'abc', '마적도', '강원도', '서비스', 'React', '010-4444-4444');

-- 견적서 설정.
insert into 견적서 values ('01', '2023-03-08', '홍길동', '이인영', 150000, '내용1');
insert into 견적서 values ('02', '2023-03-08', '임꺽정', '이인영', 300000, '내용2');
insert into 견적서 values ('03', '2023-03-09', '장길산', '이인영', 150000, '내용3');
insert into 견적서 values ('04', '2023-03-09', '홍경래', '이인영', 450000, '내용4');
insert into 견적서 values ('05', '2023-03-10', '마적도', '이인영', 1000000, '내용5');

-- 내역 설정.
insert into 내역 values ('01', 'MySQL', 5, 10000, '2023-03-08'); 
insert into 내역 values ('02', 'SQLite', 10, 5000, '2023-03-08'); 
insert into 내역 values ('03', '자료구조', 7, 1000, '2023-03-09'); 
insert into 내역 values ('04', '딕셔너리', 20, 100000, '2023-03-09'); 
insert into 내역 values ('05', '날씨평가', 17, 25000, '2023-03-10'); 

